export const booksShop = [
  {
    id: "1",
    name: "Нехудожественная литература",
    books: [
      {
        id: "2",
        name: "Фуд-фотография. От теории к практике",
        price: 399,
        genre: "Искусство фотографии, Хобби",
        authors: ["Анастасия Зурабова"],
        description: "Фотографировать еду может каждый, но не каждый может делать это так, чтобы, глядя на снимок, возникало желание немедленно приготовить это блюдо. В своей новой книге Анастасия Зурабова раскрывает все секреты фуд-фото, делится приемами и техниками, которые позволят научиться правильно выставлять свет, подбирать аксессуары, выстраивать кадр, научит работать с выдержкой, расскажет про базовый набор фототехники и объяснит, как правильно спланировать съемочный процесс.",

        reviews: [
          {
            id: "3",
            user: {
              id: "4",
              name: "Ника",
            },
            text: "Большое спасибо Анастасии за эту книгу! Хотя две подобные книги уже переведены на русский язык, время в фуд-фотографии не стоит на месте. Очень нужна была книга, написанная именно российским практикующим фудфотографом, с которым имеется двусторонняя связь через социальные сети! Огромная просьба к Анастасии написать книгу по фуд-стилизму!!!",
            rating: 5,
          },

          {
            id: "5",
            user: {
              id: "6",
              name: "autoreg1143769255",
            },
            text: "Очень крутая книга, спасибо! Я вроде как не начинающий фотограф, но прочитала все главы в захлеб, даже там где про устройство камеры рассказывают. А главы про композицию и стайлинг совсем огонь. Я очень долго искала такую информацию: просто и понятно. Спасибо Настя огромное! Жду теперь момент когда в бумажном виде ее куплю)",
            rating: 5,
          },

          {
            id: "7",
            user: {
              id: "8",
              name: "c_o",
            },
            text: "Я в восторге даже от первого знакомства с книгой. Для начинающих подробно описана вся технология фотографии. Но самое главное, у автора талант вдохновлять, причем, делать это не навязчиво. Данную книгу рассматривала как универсальный учебник по предметной съемке. Теперь вдохновилась именно фуд фотографией. В одном из заданий автор предлагает завести папку на Pinterest (и не только), куда выкладывать регулярно свои фото еды. Вот с этого я и начну.",
            rating: 5,
          },
        ],
      },

      {
        id: "9",
        name: "Создание запоминающихся пейзажных снимков",
        price: 99,
        genre: "Искусство фотографии, Руководства, Самоучители",
        authors: ["Ольга Юрьевна Незнакомцева"],
        description: "Многие начинающие фотографы считают, что съемка окружающего мира проще всего. Весь необходимый материал словно на ладони. Но в этом и состоит сложность. Как в простых и обыденных вещах найти гармонию? Как научиться видеть мир во всей его красе? Как показать хрупкость природы? Как нежные цветы и полноводные реки объединить в незабываемую картину? Книга отвечает на эти и многие другие волнующие вас вопросы. Она поможет вам научиться замечать очарование в мелочах, подскажет, как создавать поистине удивительные кадры.",

        reviews: [
          {
            id: "10",
            user: {
              id: "11",
              name: "Анатолий Вахалин",
            },
            text: "Автор в работу вложил огромный труд. Видно, что ему хочется поделиться хорошим с людьми. Эта книга нужна не только фотографам, а всем людям. Она учит видеть мир вокруг, замечать его яркие краски. Фотографии прекрасные. Работу прочел на одном дыхании и буду возвращаться к ней снова, за вдохновением. Особенно хочется поблагодарить за главу о заработке на фотографиях. Все рассказано, как есть, без обидняков. Спасибо информацию. Пойду рассмотрю свои фотографии с точки зрения верной композиции. Спасибо.",
            rating: 5,
          },

          {
            id: "12",
            user: {
              id: "13",
              name: "Джон Рокфеллер",
            },
            text: "потрясающая книга, ничего более бесполезного я тут ещё не читал. ни одного технического совета, о композиции кадра упоминания встречаются, один раз заметил упоминался боковой свет. в примерах заурядные фото. в общем это руководство для блондинок о том как правильно сфоткать пейзаж в отпуске, чтобы подружки сказали -вау короче не тратьте деньги",
            rating: 1,
          },

          {
            id: "14",
            user: {
              id: "15",
              name: "Анатолий Викторович",
            },
            text: "5 за старание автору. Нужно позиционировать книгу как для людей которые вообще никогда не фотографировали, да и особо не хотят, максимум только научится фоткать чуть лучше чем совсем плохо, смысла в ней не особо много. Для обучения есть целая гора полезной литературы.",
            rating: 3,
          },
        ],
      },
    ],
  },

  {
    id: "16",
    name: "Книги для детей",
    books: [
      {
        id: "17",
        name: "Маленький принц",
        price: 139,
        genre: "Книги для детей",
        authors: ["Антуан де Сент-Экзюпери"],
        description: "В одном из писем к матери Сент-Экзюпери признался: «Мне ненавистны люди, пишущие ради забавы, ищущие эффектов. Надо иметь что сказать». Ему, романтику неба, не чуравшемуся земных радостей, любившему, по свидетельству друзей, «писать, говорить, петь, играть, докапываться до сути вещей, есть, обращать на себя внимание, ухаживать за женщинами», человеку проницательного ума со своими достоинствами и недостатками, но всегда стоявшему на защите общечеловеческих ценностей, было «что сказать». И он написал самую известную во всем мире сказку «Маленький принц» о самом важном в этой жизни, жизни на планете Земля, все чаще такой неласковой, но любимой и единственной.",

        reviews: [
          {
            id: "18",
            user: {
              id: "19",
              name: "Каролина Баранова",
            },
            text: "Чудесная книга все как нужно с иллюстрациями. Читаю своему брату на ночь ему очень нравиться слушать это прекрасное произведение если так можно выразиться. Всем рекомендую книга замечательная!",
            rating: 5,
          },

          {
            id: "20",
            user: {
              id: "21",
              name: "kiprushova",
            },
            text: "Добрая и серьёзная книга для любого возраста. Книга не на один раз, чтобы ее понять, нужно перечитать ее не единожды. После каждого раза открывала для себя что-то новое. Новый смысл, новую цитату…",
            rating: 5,
          },

          {
            id: "22",
            user: {
              id: "23",
              name: "Кристина Лищенко",
            },
            text: "Произведение на века! Стоит перечитать в разные возрастные категории! Помогает посмотреть на взрослые проблемы с детской точки зрения. Рекомендую к прочтению!",
            rating: 5,
          },
        ],
      },

      {
        id: "24",
        name: "Кот-обормот",
        price: 250,
        genre: "Книги для детей",
        authors: ["Светлана Штейникова"],
        description: "Книга Светланы Штейниковой «Кот-обормот» — скачать бесплатно в fb2, txt, epub, pdf или читать онлайн. Оставляйте комментарии и отзывы, голосуйте за понравившиеся.",

        reviews: [

          {
            id: "25",
            user: {
              id: "26",
              name: "mv-gorbunova",
            },
            text: "Эту книгу мы с доченькой (4 года) читаем почти каждый день. Забавные иллюстрации, легкий для восприятия ребенком текст – и теперь «Кот-обормот» одна из наших любимых книг. У нашего игрушечного котенка появилось имя. Конечно, Кот- Обормот! А еще мы придумываем про него новые истории.",
            rating: 5,
          },

          {
            id: "27",
            user: {
              id: "28",
              name: "Алена Зонова (Иванова)",
            },
            text: "Хорошая книжка малышка. Кот нам с дочкой понравился. И рисунки тоже очень понравились мы их с интересом разглядывали. Спасибо автору за книгу. Спасибо что книга бесплатная.",
            rating: 5,
          },

          {
            id: "29",
            user: {
              id: "30",
              name: "Анна Долбик",
            },
            text: "Забывные стихи, но местами рифма спотыкается. Сыну 4г. – понравились, хотя некоторые обороты были не очень понятны, сказал поставить пятерку :) Иллюстрации на любителя.",
            rating: 5,
          },

          {
            id: "31",
            user: {
              id: "32",
              name: "elenatoga",
            },
            text: "читать или не читать это стихотворение это ваш личный выбор , замечательная детская история про брошенного и превоспитанного кота ,где все хорошо",
            rating: 3,
          },
        ],
      },

      {
        id: "33",
        name: "Пёс по имени Мани",
        price: 299,
        genre: "Книги для детей",
        authors: ["Бодо Шефер"],
        description: "Трогательная история говорящего Лабрадора Мани, который оказался настоящим финансовым гением, в доступной форме открывает перед детьми и взрослыми секреты денег. Для широкого круга читателей.",

        reviews: [

          {
            id: "34",
            user: {
              id: "35",
              name: "Татьяна Vas",
            },
            text: "Книга обязательна к прочтению! Вместо детских сказок на ночь ,читаю своей дочери ( 5 лет) эту книгу. Я убеждена, что на подкорке зафиксируется информация, которая будет полезна ей в дальнейшей жизни! А содержание этой книги ,безусловно ,очень ценно ! Рекомендую :)",
            rating: 5,
          },

          {
            id: "36",
            user: {
              id: "37",
              name: "vasili_beldy",
            },
            text: "Отличная книга! Казалось простые правила обращения с деньгами, а какой результат они приносят! Эту книгу нужно вводить для обязательного обучения в наших школах!",
            rating: 5,
          },
        ],
      },

      {
        id: "38",
        name: "Ёжик в тумане и другие сказки",
        price: 253,
        genre: "Книги для детей",
        authors: ["Сергей Козлов"],
        description: "Самый известный и популярный персонаж детского писателя Сергея Козлова – Ёжик, приглашает всех вас еще раз окунуться в волшебный и неповторимый мир сказок.",

        reviews: [

          {
            id: "39",
            user: {
              id: "40",
              name: "Галина Маширова",
            },
            text: "Купила эту аудиокнигу для внучки 7 лет. Чтобы хоть немного отвадить от телевизора. Чтение – великолепное, никакого телевизора не нужно. Ребёнок слушает сказки «по кругу», очень нравится! Спасибо за такую чудесную аудиокнигу!!!!",
            rating: 5,
          },

          {
            id: "41",
            user: {
              id: "42",
              name: "fox22fox",
            },
            text: "Замечательная книга для детей. Озвучка великолепная. Ощущение сказки. Много историй, которых мы не слышали и не читали! Рекомендуем!!!",
            rating: 5,
          },
        ],
      },
    ],
  },

  {
    id: "43",
    name: "Переодические издания",
    books: [
      {
        id: "44",
        name: "Старообрядческая певческая культура. Выпуск 1. Старообрядческие периодические издания 1905–1908 гг.",
        price: 250,
        genre: "Энциклопедия, Историческая справка, Религия",
        authors: ["И. В. Дынникова"],
        description: "Настоящий указатель представляет собой первый выпуск продолжающегося справочного издания, посвященного старообрядческой богослужебно-певческой культуре. Целью большого аннотированного библиографического указателя является составление наиболее полного списка всех публикаций, размещенных в периодических изданиях XIX – начала XX в. и содержащих в себе сведения о церковном пении русских старообрядцев. В первый выпуск включены статьи из старообрядческих периодических изданий 1905–1908 годов. Впервые подробно рассматривается раздел хроники, в том числе сообщения, не повествующие непосредственно о певческой культуре, но содержащие упоминания о хорах, головщиках, певчих, школах церковного пения и чтения, людях, так или иначе трудившихся на ниве старообрядческой богослужебно-певческой культуры.",

        reviews: [

        ],
      },
    ],
  },

  {
    id: "45",
    name: "Религия",
    books: [
      {
        id: "44",
        name: "Старообрядческая певческая культура. Выпуск 1. Старообрядческие периодические издания 1905–1908 гг.",
        price: 250,
        genre: "Энциклопедия, Историческая справка, Религия",
        authors: ["И. В. Дынникова"],
        description: "Настоящий указатель представляет собой первый выпуск продолжающегося справочного издания, посвященного старообрядческой богослужебно-певческой культуре. Целью большого аннотированного библиографического указателя является составление наиболее полного списка всех публикаций, размещенных в периодических изданиях XIX – начала XX в. и содержащих в себе сведения о церковном пении русских старообрядцев. В первый выпуск включены статьи из старообрядческих периодических изданий 1905–1908 годов. Впервые подробно рассматривается раздел хроники, в том числе сообщения, не повествующие непосредственно о певческой культуре, но содержащие упоминания о хорах, головщиках, певчих, школах церковного пения и чтения, людях, так или иначе трудившихся на ниве старообрядческой богослужебно-певческой культуры.",

        reviews: [

        ],
      },

      
    ],
  },

  {
    id: "47",
    name: "Учебная литература",
    books: [
      {
        id: "2",
        name: "Фуд-фотография. От теории к практике",
        price: 399,
        genre: "искусство фотографии, Хобби",
        authors: ["Анастасия Зурабова"],
        description: "Фотографировать еду может каждый, но не каждый может делать это так, чтобы, глядя на снимок, возникало желание немедленно приготовить это блюдо. В своей новой книге Анастасия Зурабова раскрывает все секреты фуд-фото, делится приемами и техниками, которые позволят научиться правильно выставлять свет, подбирать аксессуары, выстраивать кадр, научит работать с выдержкой, расскажет про базовый набор фототехники и объяснит, как правильно спланировать съемочный процесс.",

        reviews: [
          {
            id: "3",
            user: {
              id: "4",
              name: "Ника",
            },
            text: "Большое спасибо Анастасии за эту книгу! Хотя две подобные книги уже переведены на русский язык, время в фуд-фотографии не стоит на месте. Очень нужна была книга, написанная именно российским практикующим фудфотографом, с которым имеется двусторонняя связь через социальные сети! Огромная просьба к Анастасии написать книгу по фуд-стилизму!!!",
            rating: 5,
          },

          {
            id: "5",
            user: {
              id: "6",
              name: "autoreg1143769255",
            },
            text: "Очень крутая книга, спасибо! Я вроде как не начинающий фотограф, но прочитала все главы в захлеб, даже там где про устройство камеры рассказывают. А главы про композицию и стайлинг совсем огонь. Я очень долго искала такую информацию: просто и понятно. Спасибо Настя огромное! Жду теперь момент когда в бумажном виде ее куплю)",
            rating: 5,
          },

          {
            id: "7",
            user: {
              id: "8",
              name: "c_o",
            },
            text: "Я в восторге даже от первого знакомства с книгой. Для начинающих подробно описана вся технология фотографии. Но самое главное, у автора талант вдохновлять, причем, делать это не навязчиво. Данную книгу рассматривала как универсальный учебник по предметной съемке. Теперь вдохновилась именно фуд фотографией. В одном из заданий автор предлагает завести папку на Pinterest (и не только), куда выкладывать регулярно свои фото еды. Вот с этого я и начну.",
            rating: 5,
          },
        ],
      },

      {
        id: "9",
        name: "Создание запоминающихся пейзажных снимков",
        price: 99,
        genre: "Искусство фотографии, Руководства, Самоучители",
        authors: ["Ольга Юрьевна Незнакомцева"],
        description: "Многие начинающие фотографы считают, что съемка окружающего мира проще всего. Весь необходимый материал словно на ладони. Но в этом и состоит сложность. Как в простых и обыденных вещах найти гармонию? Как научиться видеть мир во всей его красе? Как показать хрупкость природы? Как нежные цветы и полноводные реки объединить в незабываемую картину? Книга отвечает на эти и многие другие волнующие вас вопросы. Она поможет вам научиться замечать очарование в мелочах, подскажет, как создавать поистине удивительные кадры.",

        reviews: [
          {
            id: "10",
            user: {
              id: "11",
              name: "Анатолий Вахалин",
            },
            text: "Автор в работу вложил огромный труд. Видно, что ему хочется поделиться хорошим с людьми. Эта книга нужна не только фотографам, а всем людям. Она учит видеть мир вокруг, замечать его яркие краски. Фотографии прекрасные. Работу прочел на одном дыхании и буду возвращаться к ней снова, за вдохновением. Особенно хочется поблагодарить за главу о заработке на фотографиях. Все рассказано, как есть, без обидняков. Спасибо информацию. Пойду рассмотрю свои фотографии с точки зрения верной композиции. Спасибо.",
            rating: 5,
          },

          {
            id: "12",
            user: {
              id: "13",
              name: "Джон Рокфеллер",
            },
            text: "потрясающая книга, ничего более бесполезного я тут ещё не читал. ни одного технического совета, о композиции кадра упоминания встречаются, один раз заметил упоминался боковой свет. в примерах заурядные фото. в общем это руководство для блондинок о том как правильно сфоткать пейзаж в отпуске, чтобы подружки сказали -вау короче не тратьте деньги",
            rating: 1,
          },

          {
            id: "14",
            user: {
              id: "15",
              name: "Анатолий Викторович",
            },
            text: "5 за старание автору. Нужно позиционировать книгу как для людей которые вообще никогда не фотографировали, да и особо не хотят, максимум только научится фоткать чуть лучше чем совсем плохо, смысла в ней не особо много. Для обучения есть целая гора полезной литературы.",
            rating: 3,
          },
        ],
      },
      {
        id: "33",
        name: "Пёс по имени Мани",
        price: 299,
        genre: "Книги для детей",
        authors: ["Бодо Шефер"],
        description: "Трогательная история говорящего Лабрадора Мани, который оказался настоящим финансовым гением, в доступной форме открывает перед детьми и взрослыми секреты денег. Для широкого круга читателей.",

        reviews: [

          {
            id: "34",
            user: {
              id: "35",
              name: "Татьяна Vas",
            },
            text: "Книга обязательна к прочтению! Вместо детских сказок на ночь ,читаю своей дочери ( 5 лет) эту книгу. Я убеждена, что на подкорке зафиксируется информация, которая будет полезна ей в дальнейшей жизни! А содержание этой книги ,безусловно ,очень ценно ! Рекомендую :)",
            rating: 5,
          },

          {
            id: "36",
            user: {
              id: "37",
              name: "vasili_beldy",
            },
            text: "Отличная книга! Казалось простые правила обращения с деньгами, а какой результат они приносят! Эту книгу нужно вводить для обязательного обучения в наших школах!",
            rating: 5,
          },
        ],
      },

      {
        id: "48",
        name: "Обломов",
        price: 179,
        authors: ["Иван Александрович Гончаров"],
        description: "Обломов – роман Ивана Александровича Гончарова, входит в трилогию вместе с произведениями «Обыкновенная история» и «Обрыв», являясь её второй частью. Роман рассказывает о жизни помещика Ильи Ильича Обломова, который вместе со своим верным слугой Захаром живёт в Петербурге, на Гороховой улице. Илья Ильич редко поднимается с дивана. Он не занимается никакой деятельностью, не выходит в свет; лишь предаётся мыслям о том, как надо жить, и мечтам об уютной безмятежной жизни в родном имении Обломовка. В центре истории стоит противостояние обломовщины – воплощения лени, бесцельности и реальной жизни.",

        reviews: [

          {
            id: "49",
            user: {
              id: "50",
              name: "Денис Цыганков",
            },
            text: "В школе именно с этого произведения перестал любить литературу, как таковую) Прошло много лет и я прослушал роман с удовольствием! Озвучка выше всех похвал, поклон чтецу! В голове засело навсегда-«Захаар! Захааар!»",
            rating: 5,
          },

        ],
      },
    ],
  },

  {
    id: "51",
    name: "Комиксы",
    books: [
      {
        id: "52",
        name: "Sapiens. Графическая история. Часть 1. Рождение человечества",
        price: 399,
        authors: ["Юваль Ной Харари"],
        genre: 'Комиксы, Популярно об истории',
        description: "Рождение человечества» – первая часть оригинальной графической адаптации всемирного бестселлера Юваля Ноя Харари «Sapiens. Краткая история человечества» – книги о том, как человек разумный, бывший когда-то одним из нескольких видов людей, не игравшим в экосистеме Земли какой-либо заметной роли, сумел стать единственным человеческим видом на ней, научился расщеплять атом, летать на Луну, изменять генетический код и превратился в полновластного властителя всей планеты.  Это ошеломляющая история о том, как ничем не примечательное млекопитающие стало человеком, который научился расщеплять атом, летать на Луну, манипулировать генетическим кодом и обрел абсолютную власть над планетой.  В этом захватывающем дух путешествии в глубокие дебри истории вашим гидом будет Юваль Ной Харари, а компанию вам составят Первобытный Билл, доктор Фантазия и детектив Лопес.  Иллюстрированный формат позволит взглянуть на события нашего далекого прошлого другими глазами: эволюция человека представлена через телевизионное реалити-шоу, первая встреча сапиенсов и неандертальцев осмысляется через шедевры современного искусства, а исчезновение с лица Земли мамонтов и саблезубых кошек становится предметом расследования в кинодетективе. Так об истории человечества не рассказывал еще никто.",

        reviews: [

          {
            id: "53",
            user: {
              id: "54",
              name: "Андрей Смелов",
            },
            text: "Это история о том,как из млекопитающего появляется вообще человек . Вы только подумайте какой долгий путь был от млекопитающего до человека это надо представить и вы просто обалдеете. Книга вся иллюстрациях понять книгу очень легко и советую всем не пожалеете.",
            rating: 5,
          },

        ],
      },

      
    ],
  },
  /*{
    id: "",
    name: "",
    books: [
      {
        id: "",
        name: "",
        price: ,
        authors: [""],
        description: "",

        reviews: [

          {
            id: "",
            user: {
              id: "",
              name: "",
            },
            text: "",
            rating: ,
          },

        ],
      },

      
    ],
  },
  */
];
